Repository: albert361/GeoTag
Catalog: GeoTag/*.lproj/Localizable.strings
Languages: es

# UNSAVED_TITLE
source: Unsaved location changes
es: Cambios sin guardar

# UNSAVED_DESC
source: You have modified or assigned geographical location information to images that have not yet been saved. You may save your changes, throw away your changes, or cancel program termination. What is your desire?
es: Algunas imágenes a las que se ha asignado o modificado su localización geográfica no han sido guardadas aún. Puedes guardar los cambios, descartarlos o cancelar salir del programa. ¿Qué deseas hacer?

source: Save
es: Guardar

source: Don't Save
es: Descartar

source: Cancel
es: Cancelar

source: Close
es: Cerrar

# SET_EXIFTOOL_PATH
source: Browse…
es: Examinar…

# WARN_TITLE
source: Some files not opened
es: Algunos archivos no pudieron abrirse

# WARN_DESC
source: One or more files were not opened. Unopened files were duplicates of files already opened for processing.
es: Uno o más archivos no pudieron abrirse. Dichos archivos son o bien duplicados o ya están abiertos para ser procesados.

# NO_EXIFTOOL_TITLE
source: exiftool not found
es: exiftool no encontrado

# NO_EXIFTOOL_DESC
source: GeoTag requires the 3rd party application exiftool to update the geolocation information in your images. GeoTag must be authorized to use the application. Please select the exiftool binary in the following open panel. If you do not have exiftool go to http://www.sno.phy.queensu.ca/~phil/exiftool/ That is the home page for exiftool. It contains a link to a OS X package. Please download the package and install the tool before running GeoTag again.
es: GeoTag necesita la aplicación de 3os exiftool para actualizar la geolocalización de tus imágenes. Exiftool no se encontró en su localización habitual. ¿Estás seguro de que está instalada? http://www.sno.phy.queensu.ca/~phil/exiftool/ La dirección sobre estas líneas es la página de exiftool, allí encontrarás un enlace a la versión de OS X. Por favor, descárgalo e instálalo.

# NO_TRASH_TITLE
source: Cannot move file to Trash
es: No se pudieron mover archivos a la papelera

# NO_TRASH_DESC
source: The above named file could not be moved to the Trash to make way for the updated version. The original file can be found in the same folder as the updated version with with '_original' appended to its name. NOTE: This warning is only shown once per GeoTag run. The warning may apply to multiple files. Failure reason:
es: El archivo indicado sobre estas líneas no pudo moverse a la papelera para dejar sitio para la versión actualizada. El archivo original se encuentra en la misma carpeta que la versión actualizada pero con el sufijo '_original' añadido. NOTA: Este aviso sólo se muestra una vez por ejecución de GeoTag y puede referirse a varios archivos. Motivo del fallo:

# NO_TRASH_REASON
source: Unknown
es: Desconocido

source: Unexpected Error
es: Error inesperado
